Repository: yulian-simeonov/Nemlevering-iOS-buyer
Catalog: *.lproj/Localizable.strings
Languages: da

# alrt_comtitle
source: How was your experience?
da: Hvordan var din oplevelse?

# alrt_comtext
source: This feedback will not be shared with the driver
da: Denne feedback vil ikke blive delt med transportøren

# btn_Skip
source: Skip
da: Gå videre

# alrt_Accept
source: Your delivery request was accepted
da: Din anmodning blev accepteret

# alrt_Arrived
source: Your FindCargo driver has arrived at the pickup location
da: Din chauffør er ankommet til afhentningsstedet

# lbl_serach
source: Search
da: Søg

# alrt_Netc
source: Please Check Your Internet Connection
da: Vær venlig at tjekke din internetforbindelse

# lbl_BIKE
source: BIKE
da: CYKELBUD

# lbl_BIKE_MESSANGER
source: BIKE MESSANGER
da: CYKELBUD

# lbl_VAN
source: VAN
da: VAREVOGN

# lbl_BOK_TRUCK
source: BOK TRUCK
da: KASSEVOGN

# lbl_FLATBED
source: FLATBED
da: LADVOGN

# lbl_TOW_TRUCK
source: TOW TRUCK
da: BJÆRGNINGSKØRETØJ

# lbl_MOBILE_CRANE
source: MOBILE CRANE
da: MOBILEKRAN

# lbl_DUMP_TRUCK
source: DUMP TRUCK
da: TIPVOGN

# lbl_GARBAGE_TRUCK
source: GARBAGE TRUCK
da: SKRALDEVOGN

# lbl_LOG_CARRIER
source: LOG CARRIER
da: LASTBIL TIL TRÆ

# lbl_REFRIGERATED
source: REFRIGERATED
da: KØLEVOGN

# lbl_TANK_TRUCK
source: TANK TRUCK
da: TANKBIL

# lbl_TRUCK
source: TRUCK
da: LASTBIL

# lbl_LONG_HAUL
source: LONG HAUL/TRACTORTRUCK
da: LASTBIL

# lbl_PICKUP
source: PICKUP
da: AFTHENTNING

# txt_title
source: Select Vehicle
da: Vælg køretøj

# txt_bookde
source: Book a Delivery
da: BOOK DIN LEVERING

# lbl_km
source: 25 kg max
da: Max 25 kg

# lbl_reng
source: +10 kr per km
da: + 10 kr pr. km

# btn_select
source: Select
da: Vælg

# txt_sidelogt
source: Log Out
da: Log ud

# txt_sidegtr
source: Get a Ride
da: Få en Ride

# txt_sidercnt
source: Recent Deliveries
da: Seneste

# txt_sidersrvtn
source: Reservation
da: Reservationer

# txt_sidepmnt
source: Payment
da: Betaling

# txt_sidelf
source: Lost & Found
da: Glemte sager

# txt_sideshresc
source: Share Socially
da: Del Socialt

# title_rcnttr
source: Recent Deliveries
da: SENESTE TRIPS

# alert_pop
source: Waiting confirmation from an available carrier
da: Venter bekræftelse fra en ledig transportør

# msg_social
source: I'm using Taxi app to travel through city with ease. Download the app here:
da: Jeg bruger Taxi app til at rejse gennem byen med lethed . Download app her:

# txt_lf
source: LOST AND FOUND
da: TABT OG FUNDET

# alrt_rcnttrph
source: Your trip history not getting now. Please try after some time.
da: Din tur historie ikke får nu . Prøv efter nogen tid.

# title_trip
source: REPORT
da: RAPPORT

# text_trpd
source: Trip Date
da: Dato for levering

# txt_drname
source: Driver Name
da: Chaufførs navn

# txt_lostitm
source: Lost Item
da: Lost sager

# txt_founditem
source: Found Item
da: Fundne sager

# txt_desc
source: Description
da: Beskrivelse

# title_lostreport
source: LOST REPORT
da: Rapport om forsvundende sager

# title_foundrp
source: FOUND REPORT
da: Rapport om fundne sager

# alrt_rpsave
source: Your report not saved. Please try after some time.
da: Din rapport ikke gemt . Prøv efter nogen tid.

# title_rsdate
source: SELECT RESERVATION DATE
da: VÆLG RESERVATIONSDATO

# title_setpk
source: Set Pickup
da: Sæt Afthentning

# alrt_bkd
source: Your delivery was successfully booked. We will contact you soon.
da: Du har succesfuldt booket din tur. Vi kontakter dig snarest.

# alrt_bkderr
source: We are not able to register your delivery, please try later
da: Vi kan ikke registrere din levering, vær venlig at prøve igen senere.

# title_dest
source: Set Destination
da: Sæt Destination

# title_bk
source: BOOK
da: BOG

# title_pr
source: PROFILE
da: Profil

# btn_edit
source: EDIT
da: REDIGER

# alert_profedit
source: Profile edited successfully
da: Din profil er blevet redigeret

# txt_compl
source: COMPLETED
da: FULDFØRT

# txt_cancel
source: CANCELED
da: ANULLERET

# alrt_reqsent
source: Request sent successfully.
da: Anmodning er sendt.

# alrt_reqnotsent
source: Request not sent successfully.
da: Anmodningen blev ikke sendt.

# alrt_un
source: We are unable to fetch details, please try again later.
da: Vi kan ikke hente information, vær venlig at prøve igen senere.

# btn_sign
source: SIGN IN
da: LOG IND

# btn_reg
source: REGISTER
da: REGISTRER

# C77-C5-8Og.normalTitle
source: SIGN IN
da: LOG IND

# mZf-cR-D4c.normalTitle
source: REGISTER
da: REGISTRER

# alert_connectionlost
source: Please Check Your Internet Connection
da: Vær venlig at tjekke din internetforbindelse

# placeholder_email
source: name@example.com
da: navn@eksempel.dk

# placeholder_mono
source: Mobile
da: Mobilnummer

# placeholde_pwd
source: Min 5 characters
da: Minimum 5 tegn

# btn_cancel
source: CANCEL
da: ANULLÉR

# btn_next
source: NEXT
da: NÆSTE

# alert_tryagin
source: Try Again
da: Prøv igen

# alert_talk
source: Talk to us
da: Tale med os

# alert_nodriver
source: No Drivers available
da: Ingen ledige chauffører

# alert_neardr
source: We are sorry for the inconvenience.
da: Vi beklager ulejligheden.

# alert_try
source: Please try after some time
da: prøv igen senere.

# splash_title
source: CREATE AN ACCOUNT
da: OPRET EN KONTO

# splash_signtitle
source: LOGIN
da: SIGN IN

# splash_regntitle
source: REGISTER
da: REGISTRER

# txt_Mobile
source: Mobile
da: Mobilnummer

# txt_pwd
source: Password
da: Kodeord

# btn_save
source: Save
da: GEM

# reg_canalrt
source: CANCEL ACCOUNT CREATION
da: CANCEL kontooprettelse

# reg_canalrtmsg
source: Are you sure you want to cancel? Your information will not be saved.
da: Er du sikker på, du vil annullere ? Dine oplysninger vil ikke blive gemt .

# btn_yes
source: YES
da: JA

# reg_alrtemail
source: Please enter email.
da: Indtast email.

# alet_validEmail
source: Please enter a valid email
da: Indtast en gyldig emailadresse

# pass_reng
source: Please enter Password Minimum 5 character
da: kodeord Minimum 5 tegn

# reg_alrtmono
source: Please enter mobile number
da: Indtast mobilnummer.

# reg_alrtpwd
source: Please enter password
da: Indtast kodeord.

# crt_alrtmsg
source: Email already registered with us, please login to continue...
da: E-mail allerede registreret hos os , skal du logge ind for at fortsætte ...

# alrt_srvererr
source: Please try after some time.
da: Vær venlig at prøve igen senere

# alrt_loginerr
source: Please check login details.
da: Vær venlig at tjekke din login information.

# btn_back
source: BACK
da: TILBAGE

# btn_first
source: First
da: Første

# btn_last
source: Last
da: Sidste

# txt_camera
source: Camera
da: Kamera

# profile_txt
source: CREATE A PROFILE
da: Opret en profil

# alrt_fname
source: Please enter first name.
da: Indtast fornavn.

# alrt_lname
source: Please enter last name
da: Indtast efternavn.

# alert_regalrdy
source: You are already registered, please signin.
da: Du er har allerede en konto. Vær venlig at logge ind.

# alert_srvrerr
source: Server problem please try again later
da: Der er problemer med severen, vær venlig at prøve igen senere

# alert_card
source: you must enter dummy credit card details Card No. 4111 1111 1111 1111.
da: du skal indtaste dummy kreditkortoplysninger n Card No. 4111 1111 1111 1111 .

# txt_card
source: Card Number
da: Kortnummer

# txt_dd
source: MM/YY
da: MM/ÅÅ

# txt_carLux
source: LUXURY
da: LUKSUS

# alert_nodrvraccpt
source: No driver is currently available to take a request in your area. Please try again after some time.
da: Der er desværre ingen ledige chauffører i dit område. Vær venlig at prøve lidt senere.

# txt_prmcode
source: Promo code
da: Promoveringskode

# txt_nopromoappld
source: No promocode applied
da: Der er ikke givet en promoveringskode

# txt_tripd
source: Trip Duration
da: Varighed af tur

# txt_totalfar
source: Total Price
da: Total pris

# txt_dicount
source: Discount
da: Rabat

# btn_titpin
source: Set Pin
da: Sæt knappenål

# btn_reqdsh
source: Request destination here
da: Anmod om destination her

# btn_reseth
source: Request reset ride here
da: Anmodning reset rider her

# btn_pickh
source: Request pickup here
da: Anmod om afhentning her

# txt_pickloc
source: SET PICKUP LOCATION >
da: INDSTIL AFHENTNINGSSTED >

# alert_cmnt
source: Please enter comment below
da: Skriv kommentar herunder.

# alert_srvr
source: Please try later.
da: Vær venlig at prøve igen senere.

# alert_entpm
source: Please enter PromoCode.
da: Indtast promoveringskode
